Repository: cpswan/release_automation
Catalog: packages/dart/npt_flutter/lib/localization/app_*.arb
Languages: es, pt_br, zh, zh_hant_hk

# activationStatusActivating
source: Activating
es: Activando
pt_br: Ativando
zh: 正在激活
zh_hant_hk: 正在啟動

# activationStatusOtpWait
source: Please enter the OTP from your email
es: Por favor, ingresa el OTP de tu correo electrónico
pt_br: Por favor, insira o OTP do seu e-mail
zh: 请从您的电子邮件中输入 OTP
zh_hant_hk: 請輸入您電子郵件中的 OTP

# activationStatusPreparing
source: Preparing for activation
es: Preparando para la activación
pt_br: Preparando para ativação
zh: 准备激活
zh_hant_hk: 準備啟動

source: Add New
es: Agregar Nuevo
pt_br: Adicionar Novo
zh: 添加新项
zh_hant_hk: 新增項目

source: Add New Profile
es: Agregar Nuevo Perfil
pt_br: Adicionar Novo Perfil
zh: 添加新配置文件
zh_hant_hk: 新增設定檔

source: Advanced
es: Avanzado
pt_br: Avançado
zh: 高级
zh_hant_hk: 進階

# alertDialogTitle
source: Are you sure?
es: ¿Estás seguro?
pt_br: Você tem certeza?
zh: 你确定吗？
zh_hant_hk: 您確定嗎？

# allRightsReserved
source: @ 2025 Atsign, All Rights Reserved
es: @ 2025 Atsign, Todos los derechos reservados
pt_br: @ 2025 Atsign, Todos os Direitos Reservados
zh: @ 2025 Atsign, 版权所有
zh_hant_hk: @ 2025 Atsign，保留所有權利

source: Americas
es: Américas
pt_br: Américas
zh: 美洲
zh_hant_hk: 美洲

source: Asia-Pacific
es: Asia-Pacífico
pt_br: Ásia-Pacífico
zh: 亚太地区
zh_hant_hk: 亞太地區

# atDirectorySubtitle
source: Select the domain you want to use
es: Selecciona el dominio que deseas usar
pt_br: Selecione o domínio que você deseja usar
zh: 选择您想要使用的域
zh_hant_hk: 選取您想使用的網域

# atsignDialogSubtitle
source: Please select your atSign
es: Por favor, selecciona tu atSign
pt_br: Por favor, selecione seu atSign
zh: 请选择您的 atSign
zh_hant_hk: 請選取您的 atSign

source: Back
es: Atrás
pt_br: Voltar
zh: 返回
zh_hant_hk: 返回

# backupKeyDialogTitle
source: Please select a file to export to:
es: Por favor, selecciona un archivo para exportar a:
pt_br: Por favor, selecione um arquivo para exportar para:
zh: 请选择要导出到的文件：
zh_hant_hk: 請選取要匯出的檔案：

source: Back Up Your Key
es: Respalda tu Clave
pt_br: Backup da sua Chave
zh: 备份您的密钥
zh_hant_hk: 備份您的金鑰

source: Cancel
es: Cancelar
pt_br: Cancelar
zh: 取消
zh_hant_hk: 取消

source: Confirm
es: Confirmar
pt_br: Confirmar
zh: 确认
zh_hant_hk: 確認

source: Connected
es: Conectado
pt_br: Conectado
zh: 已连接
zh_hant_hk: 已連線

source: Custom
es: Personalizado
pt_br: Personalizado
zh: 自定义
zh_hant_hk: 自訂

source: Dashboard
es: Panel
pt_br: Painel
zh: 仪表板
zh_hant_hk: 儀表板

source: Dashboard View
es: Vista del Panel
pt_br: Visualização do Painel
zh: 仪表板视图
zh_hant_hk: 儀表板檢視

# debugDumpLogTitle
source: Dev: Dump Logs to terminal
es: Desarrollo: Volcar registros a la terminal
pt_br: Dev: Despejar Logs no terminal
zh: 开发：将日志转储到终端
zh_hant_hk: 開發：將日誌傾印至終端機

source: Default Relay Selection
es: Selección de Relay Predeterminado
pt_br: Seleção de Relay Padrão
zh: 默认 Relay 选择
zh_hant_hk: 預設 Relay 選取

source: Delete
es: Eliminar
pt_br: Excluir
zh: 删除
zh_hant_hk: 刪除

source: Device atSign
es: atSign del Dispositivo
pt_br: atSign do Dispositivo
zh: 设备 atSign
zh_hant_hk: 裝置 atSign

# deviceAtsignDescription
source: This is the atSign associated with your device.
es: Este es el atSign asociado con tu dispositivo.
pt_br: Este é o atSign associado ao seu dispositivo.
zh: 这是与您的设备关联的 atSign。
zh_hant_hk: 這是與您的裝置相關聯的 atSign。

source: Device Name
es: Nombre del Dispositivo
pt_br: Nome do Dispositivo
zh: 设备名称
zh_hant_hk: 裝置名稱

# deviceNameDescription
source: This is the name of your remote device.
es: Este es el nombre de tu dispositivo remoto.
pt_br: Este é o nome do seu dispositivo remoto.
zh: 这是您的远程设备的名称。
zh_hant_hk: 這是您遠端裝置的名稱。

source: Disconnected
es: Desconectado
pt_br: Desconectado
zh: 已断开连接
zh_hant_hk: 已斷線

# discord
source: Discord Support
es: Soporte de Discord
pt_br: Suporte do Discord
zh: Discord 支持
zh_hant_hk: Discord 支援

source: Done
es: Listo
pt_br: Concluído
zh: 完成
zh_hant_hk: 完成

source: Duplicate
es: Duplicar
pt_br: Duplicar
zh: 复制
zh_hant_hk: 複製

source: Edit
es: Editar
pt_br: Editar
zh: 编辑
zh_hant_hk: 編輯

# email
source: Email Support
es: Soporte por Correo Electrónico
pt_br: Suporte por Email
zh: 电子邮件支持
zh_hant_hk: 電子郵件支援

# emptyProfileMessage
source: No profiles found Create or Import a profile to start using NoPorts.
es: No se encontraron perfiles Crea o importa un perfil para empezar a usar NoPorts.
pt_br: Nenhum perfil encontrado Crie ou importe um perfil para começar a usar NoPorts.
zh: 未找到配置文件 创建或导入配置文件以开始使用 NoPorts。
zh_hant_hk: 找不到設定檔 建立或匯入設定檔以開始使用 NoPorts。

source: Enable Logging
es: Habilitar Registro
pt_br: Habilitar Log
zh: 启用日志记录
zh_hant_hk: 啟用日誌記錄

# errorAtKeySaveFailed
source: Failed to save the atKeys file: {error}
es: Error al guardar el archivo atKeys: {error}
pt_br: Falha ao salvar o arquivo atKeys: {error}
zh: 保存 atKeys 文件失败：{error}
zh_hant_hk: 儲存 atKeys 檔案失敗：{error}

# errorAtKeysFileProcessFailed
source: Failed to process the atKeys file
es: Error al procesar el archivo atKeys
pt_br: Falha ao processar o arquivo atKeys
zh: 处理 atKeys 文件失败
zh_hant_hk: 處理 atKeys 檔案失敗

# errorAtKeysInvalid
source: Invalid atKeys file detected
es: Se detectó un archivo atKeys inválido
pt_br: Arquivo atKeys inválido detectado
zh: 检测到无效的 atKeys 文件
zh_hant_hk: 偵測到無效的 atKeys 檔案

# errorAtKeysUploadedMismatch
source: The atKeys file you uploaded did not match the atSign requested
es: El archivo atKeys que subiste no coincide con el atSign solicitado
pt_br: O arquivo atKeys que você carregou não corresponde ao atSign solicitado
zh: 您上传的 atKeys 文件与请求的 atSign 不匹配
zh_hant_hk: 您上傳的 atKeys 檔案與要求的 atSign 不符

# errorAtServerUnavailable
source: Failed to retrieve the atserver status, make sure you have a stable internet connection.
es: No se pudo recuperar el estado del atServer, asegúrate de tener una conexión a internet estable.
pt_br: Falha ao recuperar o status do atServer, verifique se você tem uma conexão de internet estável.
zh: 无法检索 atserver 状态，请确保您有稳定的互联网连接。
zh_hant_hk: 無法擷取 atServer 狀態，請確認您有穩定的網路連線。

# errorAtServerUnreachable
source: Unable to connect to the atServer, make sure you have a stable internet connection.
es: No se puede conectar al atServer, asegúrate de tener una conexión a internet estable.
pt_br: Não é possível conectar ao atServer, verifique se você tem uma conexão de internet estável.
zh: 无法连接到 atServer，请确保您有稳定的互联网连接。
zh_hant_hk: 無法連線至 atServer，請確認您有穩定的網路連線。

# errorAtSignAlreadyPaired
source: The atSign {atsign} is already paired, please contact support.
es: El atSign {atsign} ya está vinculado, por favor contacta con soporte.
pt_br: O atSign {atsign} já está emparelhado, entre em contato com o suporte.
zh: atSign {atsign} 已配对，请联系支持人员。
zh_hant_hk: atSign {atsign} 已配對，請聯絡支援人員。

# errorAtSignNotExist
source: The atSign you have requested doesn't exist in this root domain.
es: El atSign que solicitaste no existe en este dominio raíz.
pt_br: O atSign que você solicitou não existe neste domínio raiz.
zh: 您请求的 atSign 在此根域中不存在。
zh_hant_hk: 您要求的 atSign 在此根網域中不存在。

# errorAtSignUnavailable
source: The atSign is unavailable. Make sure you have pressed "Activate" from your dashboard and have a stable internet connection.
es: El atSign no está disponible. Asegúrate de haber presionado "Activar" desde tu panel y tener una conexión a internet estable.
pt_br: O atSign está indisponível. Certifique-se de ter pressionado "Ativar" no seu painel e ter uma conexão de internet estável.
zh: atSign 不可用。请确保您已从仪表板按下“激活”并且具有稳定的互联网连接。
zh_hant_hk: atSign 無法使用。請確認您已從儀表板按下「啟動」並具有穩定的網路連線。

# errorAuthenticatinFailed
source: Authentication failed.
es: Autenticación fallida.
pt_br: Falha na autenticação.
zh: 身份验证失败。
zh_hant_hk: 身分驗證失敗。

# errorAuthenticationTimedOut
source: Authentication timed out.
es: La autenticación ha expirado.
pt_br: Tempo limite de autenticação excedido.
zh: 身份验证超时。
zh_hant_hk: 身分驗證逾時。

# errorOtpRequestFailed
source: Failed to request an OTP, try resending, or contact support if the issue persists.
es: Error al solicitar un OTP, intenta reenviar o contacta a soporte si el problema persiste.
pt_br: Falha ao solicitar um OTP, tente reenviar ou entre em contato com o suporte se o problema persistir.
zh: 请求 OTP 失败，请尝试重新发送，如果问题仍然存在，请联系支持人员。
zh_hant_hk: 要求 OTP 失敗，請嘗試重新傳送，如果問題仍然存在，請聯絡支援人員。

# errorOtpVerificationFailed
source: Failed to verify the OTP with the activation server, please try again. Contact support if the issue persists.
es: Error al verificar el OTP con el servidor de activación, por favor intenta nuevamente. Contacta a soporte si el problema persiste.
pt_br: Falha ao verificar o OTP com o servidor de ativação, tente novamente. Entre em contato com o suporte se o problema persistir.
zh: 使用激活服务器验证 OTP 失败，请重试。如果问题仍然存在，请联系支持人员。
zh_hant_hk: 使用啟動伺服器驗證 OTP 失敗，請重試。如果問題仍然存在，請聯絡支援人員。

# errorProfileLoadFailed
source: Failed to load this profile, please refresh manually:
es: Error al cargar este perfil, por favor actualiza manualmente:
pt_br: Falha ao carregar este perfil, por favor, atualize manualmente:
zh: 加载此配置文件失败，请手动刷新：
zh_hant_hk: 載入此設定檔失敗，請手動重新整理：

# errorRootDomainNotSupported
source: The specified root domain is not supported by automatic activation.
es: El dominio raíz especificado no es compatible con la activación automática.
pt_br: O domínio raiz especificado não é suportado pela ativação automática.
zh: 自动激活不支持指定的根域。
zh_hant_hk: 自動啟動不支援指定的根網域。

# errorSwitchAtSignFailed
source: Failed to switch atSigns after activation.
es: Error al cambiar de atSign después de la activación.
pt_br: Falha ao trocar de atSigns após a ativação.
zh: 激活后切换 atSign 失败。
zh_hant_hk: 啟動後切換 atSign 失敗。

source: Europe
es: Europa
pt_br: Europa
zh: 欧洲
zh_hant_hk: 歐洲

source: Export
es: Exportar
pt_br: Exportar
zh: 导出
zh_hant_hk: 匯出

source: Export Logs
es: Exportar Registros
pt_br: Exportar Logs
zh: 导出日志
zh_hant_hk: 匯出日誌

source: FAQ
es: Preguntas Frecuentes
zh: 常见问题
zh_hant_hk: 常見問題

source: Feedback
es: Comentarios
zh: 反馈
zh_hant_hk: 意見反應

# fileFormatInvalid
source: The document format is invalid. Please upload a valid file.
es: El formato del documento es inválido. Por favor, sube un archivo válido.
pt_br: O formato do documento é inválido. Por favor, carregue um arquivo válido.
zh: 文档格式无效。请上传有效文件。
zh_hant_hk: 文件格式無效。請上傳有效檔案。

# fileFormatInvalidDetails
source: The profiles section is missing or incorrectly formatted. Please check the document.
es: La sección de perfiles no se encuentra o tiene un formato incorrecto. Por favor, verifica el documento.
pt_br: A seção de perfis está ausente ou formatada incorretamente. Por favor, verifique o documento.
zh: 缺少配置文件部分或格式不正确。请检查文档。
zh_hant_hk: 設定檔區段遺失或格式不正確。請檢查文件。

source: Get Started
es: Comenzar
pt_br: Começar
zh: 开始使用
zh_hant_hk: 開始使用

source: Import
es: Importar
pt_br: Importar
zh: 导入
zh_hant_hk: 匯入

source: Language
es: Idioma
pt_br: Idioma
zh: 语言
zh_hant_hk: 語言

source: Loading
es: Cargando
pt_br: Carregando
zh: 加载中
zh_hant_hk: 載入中

source: Local Port
es: Puerto Local
pt_br: Porta Local
zh: 本地端口
zh_hant_hk: 本地連接埠

source: Logs
es: Registros
zh: 日志
zh_hant_hk: 日誌

# minimal
source: Simple
pt_br: Simples
zh: 简单
zh_hant_hk: 簡易

source: Next
es: Siguiente
pt_br: Próximo
zh: 下一步
zh_hant_hk: 下一步

source: No atSign
es: Sin atSign
pt_br: Sem atSign
zh: 无 atSign
zh_hant_hk: 無 atSign

source: No email client available
es: No hay cliente de correo disponible
pt_br: Nenhum cliente de email disponível
zh: 没有可用的电子邮件客户端
zh_hant_hk: 沒有可用的電子郵件用戶端

source: No Name
es: Sin Nombre
pt_br: Sem Nome
zh: 无名称
zh_hant_hk: 無名稱

source: Onboard
es: Integrar
pt_br: Integrar
zh: 引导
zh_hant_hk: 引導

# onboardingButtonStatusPicking
source: Waiting for file to be picked
es: Esperando que se seleccione un archivo
pt_br: Aguardando a seleção do arquivo
zh: 等待选择文件
zh_hant_hk: 等待選取檔案

# onboardingButtonStatusProcessingFile
source: Processing file
es: Procesando archivo
pt_br: Processando arquivo
zh: 正在处理文件
zh_hant_hk: 正在處理檔案

# onboardingError
source: An error has occurred
es: Ocurrió un error
pt_br: Ocorreu um erro
zh: 发生错误
zh_hant_hk: 發生錯誤

# onboardingSubTitle
source: to NoPorts Desktop
es: a NoPorts Desktop
pt_br: para NoPorts Desktop
zh: 到 NoPorts 桌面
zh_hant_hk: 至 NoPorts 桌面

# onboardingTitle
source: Welcome
es: Bienvenido
pt_br: Bem-vindo
zh: 欢迎
zh_hant_hk: 歡迎

# overrideAllProfile
source: Override all profiles with default relay selection
es: Anular todos los perfiles con la selección de relay predeterminada
pt_br: Substituir todos os perfis com a seleção de relay padrão
zh: 使用默认 Relay 选择覆盖所有配置文件
zh_hant_hk: 使用預設 Relay 選取覆寫所有設定檔

source: Preview
es: Previsualizar
pt_br: Visualizar
zh: 预览
zh_hant_hk: 預覽

source: Privacy Policy
es: Política de Privacidad
pt_br: Política de Privacidade
zh: 隐私政策
zh_hant_hk: 隱私權政策

# profileDeleteMessage
source: This profile will be permanently deleted.
es: Este perfil será eliminado permanentemente.
pt_br: Este perfil será excluído permanentemente.
zh: 此配置文件将被永久删除。
zh_hant_hk: 此設定檔將被永久刪除。

# profileDeleteSelectedMessage
source: Selected profiles will be permanently deleted.
es: Los perfiles seleccionados serán eliminados permanentemente.
pt_br: Os perfis selecionados serão excluídos permanentemente.
zh: 选定的配置文件将被永久删除。
zh_hant_hk: 選取的設定檔將被永久刪除。

# profileExportDialogTitle
source: Choose Filetype
es: Elige el Tipo de Archivo
pt_br: Escolha o Tipo de Arquivo
zh: 选择文件类型
zh_hant_hk: 選取檔案類型

# profileExportMessage
source: What filetype would you like to export as?
es: ¿En qué tipo de archivo quieres exportar?
pt_br: Qual tipo de arquivo você gostaria de exportar?
zh: 您想导出为哪种文件类型？
zh_hant_hk: 您想要匯出為哪種檔案類型？

# profileExportSelectedMessage
source: What filetype would you like to export selected profiles as?
es: ¿En qué tipo de archivo quieres exportar los perfiles seleccionados?
pt_br: Qual tipo de arquivo você gostaria de exportar os perfis selecionados?
zh: 您想将选定的配置文件导出为哪种文件类型？
zh_hant_hk: 您想要將選取的設定檔匯出為哪種檔案類型？

# profileFailedLoaded
source: Profile failed to load
es: Error al cargar el perfil
pt_br: Falha ao carregar o perfil
zh: 配置文件加载失败
zh_hant_hk: 設定檔載入失敗

# profileFailedSaveMessage
source: Profile failed to save
es: Error al guardar el perfil
pt_br: Falha ao salvar o perfil
zh: 配置文件保存失败
zh_hant_hk: 設定檔儲存失敗

# profileFailedUnknownMessage
source: No reason provided
es: No se proporcionó ninguna razón
pt_br: Nenhuma razão fornecida
zh: 未提供原因
zh_hant_hk: 未提供原因

source: Profile Name
es: Nombre del Perfil
pt_br: Nome do Perfil
zh: 配置文件名称
zh_hant_hk: 設定檔名稱

# profileNameDescription
source: This will be the name of your configurations.
es: Este será el nombre de tus configuraciones.
pt_br: Este será o nome de suas configurações.
zh: 这将是您的配置的名称。
zh_hant_hk: 這將是您的設定的名稱。

# profileRunningActionDeniedMessage
source: Cannot perform this action while profile is running.
es: No se puede realizar esta acción mientras el perfil está en ejecución.
pt_br: Não é possível realizar esta ação enquanto o perfil estiver em execução.
zh: 配置文件运行时无法执行此操作。
zh_hant_hk: 設定檔執行時無法執行此操作。

# profilesFailedLoaded
source: Profiles failed to load
es: Error al cargar los perfiles
pt_br: Falha ao carregar os perfis
zh: 配置文件加载失败
zh_hant_hk: 設定檔載入失敗

# profileStatusFailedLoad
source: Failed to load
es: Error al cargar
pt_br: Falha ao carregar
zh: 加载失败
zh_hant_hk: 載入失敗

# profileStatusFailedSave
source: Failed to Save
es: Error al guardar
pt_br: Falha ao Salvar
zh: 保存失败
zh_hant_hk: 儲存失敗

# profileStatusFailedStart
source: Failed to start
es: Error al iniciar
pt_br: Falha ao iniciar
zh: 启动失败
zh_hant_hk: 啟動失敗

# profileStatusLoaded
source: Disconnected
es: Desconectado
pt_br: Desconectado
zh: 已断开连接
zh_hant_hk: 已斷線

# profileStatusLoadedMessage
source: Currently Disconnected
es: Actualmente Desconectado
pt_br: Atualmente Desconectado
zh: 当前已断开连接
zh_hant_hk: 目前已斷線

# profileStatusLoading
source: Loading
es: Cargando
pt_br: Carregando
zh: 正在加载
zh_hant_hk: 載入中

# profileStatusStarted
source: Connected
es: Conectado
pt_br: Conectado
zh: 已连接
zh_hant_hk: 已連線

# profileStatusStartedMessage
source: Connection successful
es: Conexión exitosa
pt_br: Conexão bem-sucedida
zh: 连接成功
zh_hant_hk: 連線成功

# profileStatusStarting
source: Starting Up
es: Iniciando
pt_br: Iniciando
zh: 正在启动
zh_hant_hk: 正在啟動

# profileStatusStopping
source: Shutting Off
es: Apagando
pt_br: Desligando
zh: 正在关闭
zh_hant_hk: 正在關閉

source: Quit
es: Salir
pt_br: Sair
zh: 退出
zh_hant_hk: 退出

source: Refresh
es: Actualizar
pt_br: Atualizar
zh: 刷新
zh_hant_hk: 重新整理

# relayDescription
source: Choose from our existing relays or create a new one.
es: Elige entre nuestros relays existentes o crea uno nuevo.
pt_br: Escolha entre nossos relays existentes ou crie um novo.
zh: 从我们现有的 Relay 中选择或创建一个新的。
zh_hant_hk: 從我們現有的 Relay 中選擇或建立一個新的。

source: Reload
es: Recargar
pt_br: Recarregar
zh: 重新加载
zh_hant_hk: 重新載入

source: Remote Host
es: Host Remoto
pt_br: Host Remoto
zh: 远程主机
zh_hant_hk: 遠端主機

source: Remote Port
es: Puerto Remoto
pt_br: Porta Remota
zh: 远程端口
zh_hant_hk: 遠端連接埠

source: Resend Pin
es: Reenviar Pin
pt_br: Reenviar Pin
zh: 重新发送 Pin
zh_hant_hk: 重新傳送 Pin

source: Reset atSign
es: Restablecer atSign
pt_br: Redefinir atSign
zh: 重置 atSign
zh_hant_hk: 重設 atSign

# rootDomainDefault
source: Default (Prod)
es: Predeterminado (Prod)
pt_br: Padrão (Prod)
zh: 默认 (Prod)
zh_hant_hk: 預設 (Prod)

# rootDomainDemo
source: Demo (VE)
pt_br: Demonstração (VE)
zh: 演示 (VE)
zh_hant_hk: 示範 (VE)

# selectExportFile
source: Please select a file to export to:
es: Por favor, selecciona un archivo para exportar a:
pt_br: Por favor, selecione um arquivo para exportar para:
zh: 请选择要导出到的文件：
zh_hant_hk: 請選取要匯出到的檔案：

# selectorTitleAtsign
source: Select or type the client atSign
es: Selecciona o escribe el atSign del cliente
pt_br: Selecione ou digite o atSign do cliente
zh: 选择或键入客户端 atSign
zh_hant_hk: 選取或輸入用戶端 atSign

# selectorTitleRootDomain
source: Select or type the root domain
es: Selecciona o escribe el dominio raíz
pt_br: Selecione ou digite o domínio raiz
zh: 选择或键入根域
zh_hant_hk: 選取或輸入根網域

source: Select Root Domain
es: Seleccionar Dominio Raíz
pt_br: Selecionar Domínio Raiz
zh: 选择根域
zh_hant_hk: 選取根網域

source: Service Mapping
es: Mapeo de Servicios
pt_br: Mapeamento de Serviços
zh: 服务映射
zh_hant_hk: 服務對應

source: Settings
es: Configuraciones
pt_br: Configurações
zh: 设置
zh_hant_hk: 設定

source: Show Window
es: Mostrar Ventana
pt_br: Mostrar Janela
zh: 显示窗口
zh_hant_hk: 顯示視窗

source: Sign Out
es: Cerrar Sesión
pt_br: Sair
zh: 退出
zh_hant_hk: 登出

# sshStyle
source: Advanced
es: Avanzado
pt_br: Avançado
zh: 高级
zh_hant_hk: 進階

source: Starting
es: Iniciando
pt_br: Iniciando
zh: 正在启动
zh_hant_hk: 正在啟動

source: Status
es: Estado
zh: 状态
zh_hant_hk: 狀態

source: Stopping
es: Apagando
pt_br: Desligando
zh: 正在关闭
zh_hant_hk: 正在關閉

source: Submit
es: Enviar
pt_br: Enviar
zh: 提交
zh_hant_hk: 提交

source: Sync in progress.
es: Sincronización en curso.
pt_br: Sincronização em andamento.
zh: 同步进行中。
zh_hant_hk: 同步進行中。

# validationErrorAtsignField
source: Field must be a valid atsign that starts with @
es: El campo debe ser un atSign válido que comience con @
pt_br: O campo deve ser um atSign válido que comece com @
zh: 字段必须是以 @ 开头的有效 atsign
zh_hant_hk: 欄位必須是以 @ 開頭的有效 atsign

# validationErrorDeviceNameField
source: Field can only contain lowercase letters, digits, underscores.
es: El campo solo puede contener letras minúsculas, dígitos, guiones bajos.
pt_br: O campo só pode conter letras minúsculas, dígitos e underscores.
zh: 字段只能包含小写字母、数字和下划线。
zh_hant_hk: 欄位只能包含小寫字母、數字和底線。

# validationErrorEmptyField
source: This field cannot be left blank
es: Este campo no puede quedar vacío
pt_br: Este campo não pode ser deixado em branco
zh: 此字段不能为空
zh_hant_hk: 此欄位不得為空

# validationErrorLocalPortField
source: Number must be between 1024 and 65535
es: El número debe estar entre 1024 y 65535
pt_br: O número deve estar entre 1024 e 65535
zh: 数字必须介于 1024 和 65535 之间
zh_hant_hk: 數字必須介於 1024 和 65535 之間

# validationErrorLongField
source: Field must be 1-36 characters long
es: El campo debe tener entre 1 y 36 caracteres
pt_br: O campo deve ter entre 1 e 36 caracteres
zh: 字段长度必须为 1-36 个字符
zh_hant_hk: 欄位長度必須為 1-36 個字元

# validationErrorRelayField
source: Relay must be a valid atsign
es: El relay debe ser un atSign válido
pt_br: O relay deve ser um atSign válido
zh: Relay 必须是有效的 atsign
zh_hant_hk: Relay 必須是有效的 atsign

# validationErrorRemoteHostField
source: Field must be partially or fully qualified hostname or an IP address
es: El campo debe ser un nombre de host parcial o totalmente cualificado o una dirección IP
pt_br: O campo deve ser um nome de host parcial ou totalmente qualificado ou um endereço IP
zh: 字段必须是部分或完全限定的主机名或 IP 地址
zh_hant_hk: 欄位必須是部分或完整限定的主機名稱或 IP 位址

# validationErrorRemotePortField
source: Number must be between 1 and 65535
es: El número debe estar entre 1 y 65535
pt_br: O número deve estar entre 1 e 65535
zh: 数字必须介于 1 和 65535 之间
zh_hant_hk: 數字必須介於 1 和 65535 之間
